Revit 2027 API
SymbolTypeId.KW Property
 Symbol kW, indicating unit Kilowatts.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KW { get; }
Public Shared ReadOnly Property KW As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KW {
	ForgeTypeId^ get ();
}
static member KW : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace